Autodesk.Revit.DB.FaceNode.GetFace
Returns the Face object corresponding to the node.
Returns:
The face.
Since:
2014

Autodesk.Revit.DB.FaceNode
An output node that represents a Face.
Remarks:
See also: Autodesk::Revit::DB::IExportContext::OnFaceBegin.
Since:
2014